Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Primary communication manager name
fr_fr: Nom du manager de communication principal

source: Primary hierarchy name
fr_fr: Nom de la hiérarchie principale

source: Priority type
fr_fr: Type de priorité

source: % Progress
fr_fr: % Progression

source: % Public feedback
fr_fr: % de feedback public

source: Public/private
fr_fr: Public/privé

source: Question ID
fr_fr: ID de question

source: Question title
fr_fr: Titre de la question

source: Question title ordered
fr_fr: Titre de question ordonné

source: Question type
fr_fr: Type de question

source: # Questions
fr_fr: Nombre de questions

source: # Rated feedbacks
fr_fr: Nombre de feedbacks notés

source: Rating changed
fr_fr: Notation modifiée

source: Rating difference
fr_fr: Différence de notation

source: Rating label
fr_fr: Intitulé de notation

source: Read by worker
fr_fr: Lu par l'employé(e)

source: Read date
fr_fr: Date de lecture

source: Read flag
fr_fr: Indicateur de lecture

source: # Read
fr_fr: # Lu

source: % Read
fr_fr: % Lu

source: # Received behaviors request
fr_fr: Nombre de demandes de comportements reçues

source: # Received feedback
fr_fr: Nombre de feedbacks reçus

source: # Received requests
fr_fr: Nombre de demandes reçues

source: % Recurrent check-ins
fr_fr: % de check-ins récurrents

source: Release date
fr_fr: Date de publication

source: % Release
fr_fr: % Publication

source: # Released
fr_fr: # Publié

source: Remaining days to respond
fr_fr: Jours restants pour répondre

source: # Replied request
fr_fr: Nombre de demandes auxquelles il a été répondu

source: % Reply rate
fr_fr: % de taux de réponse

source: Request creation date
fr_fr: Date de création de la demande

source: Request ID
fr_fr: ID de demande

source: % Request read
fr_fr: % de demandes lues

source: Request reply rate
fr_fr: Taux de réponse aux demandes

source: Request status
fr_fr: Statut de la demande

source: # Requests to manager
fr_fr: Nombre de demandes au manager

source: # Requests to worker
fr_fr: Nombre de demandes à l'employé(e)

source: Request UID
fr_fr: UID de la demande

source: Requested behavior
fr_fr: Comportement demandé

source: Requested behaviors
fr_fr: Comportements demandés

source: % Requested feedback
fr_fr: % de feedbacks demandés

source: Requested/unsolicited
fr_fr: Demandé/non sollicité

source: Requests replied
fr_fr: Demandes auxquelles il a été répondu

source: % Requests with behaviors
fr_fr: % de demandes avec comportements

source: Review created date
fr_fr: Date de création du bilan

source: Review ID
fr_fr: ID du bilan

source: Review manager ID
fr_fr: ID du manager du bilan

source: Review manager name
fr_fr: Nom du manager du bilan

source: Review name
fr_fr: Nom du bilan

source: Review rating
fr_fr: Notation du bilan

source: Template name
fr_fr: Nom du modèle

source: Review UUID
fr_fr: UUID du bilan

source: Reviews challenged
fr_fr: Bilans contestés

source: % Reviews
fr_fr: % Bilans

source: Role
fr_fr: Rôle

source: %RT count of sent behavior
fr_fr: % du nombre de comportements envoyés (RT)

source: # RTI requests
fr_fr: # Demandes RTI

source: scale
fr_fr: Échelle

source: Scale name
fr_fr: Nom de l'échelle

source: % Score vs max. score
fr_fr: % Score vs score max.

source: Secondary communication manager ID
fr_fr: ID du manager de communication secondaire

source: Secondary communication manager name
fr_fr: Nom du manager de communication secondaire

source: Secondary hierarchy name
fr_fr: Nom de la hiérarchie secondaire

source: Section score
fr_fr: Score de section

source: # Sent behaviors
fr_fr: Nombre de comportements envoyés

source: Sent behaviors
fr_fr: Comportements envoyés

source: # Sent feedback
fr_fr: Nombre de feedbacks envoyés

source: % Shared feedback
fr_fr: % de feedbacks partagés

source: % Shared goals
fr_fr: % d'objectifs partagés

source: Sign off date time
fr_fr: Date et heure de validation

source: Signed off
fr_fr: Validé

source: Start date in company
fr_fr: Date d'entrée dans l'entreprise

source: Succeeded
fr_fr: Réussi

source: Tag name value
fr_fr: Valeur du nom de tag

source: # Tag
fr_fr: Nombre de tags

source: Tag UUID
fr_fr: UUID du tag

source: # Teams
fr_fr: # Équipes

source: # Thanks
fr_fr: Nombre de remerciements

source: # Times overridden
fr_fr: Nombre de remplacements

source: # Times read
fr_fr: Nombre de lectures

source: # Times released
fr_fr: Nombre de publications

source: # Times unreleased
fr_fr: Nombre de non-publications

source: (to be deleted) % Connections all
fr_fr: (à supprimer) % Connexions toutes

source: To worker ID
fr_fr: ID de l'employé(e) destinataire

source: Total behaviors
fr_fr: Total des comportements

source: Total feedback requested
fr_fr: Total de feedbacks demandés

source: Total feedback requests
fr_fr: Total des demandes de feedback

source: Total feedback sent
fr_fr: Total des feedbacks envoyés

source: Total goals
fr_fr: Total des objectifs

source: Total performance check-ins
fr_fr: Total des check-ins de performance

source: Total reviews
fr_fr: Total des bilans

source: Total reviews with behavior rating
fr_fr: Total des bilans avec notation des comportements

source: Total reviews with goal ratings
fr_fr: Total des bilans avec notation des objectifs

source: Total score
fr_fr: Score total

source: Tracking status
fr_fr: Suivi de progression

source: Trend
fr_fr: Tendance

source: Trust
fr_fr: Confiance

source: Unclear
fr_fr: Ambigu

source: # Unclear
fr_fr: # Non défini

source: Unhelpful
fr_fr: Inutile

source: # Unique aligned goals
fr_fr: # Objectifs alignés uniques

source: Unique feedback identifier
fr_fr: Identifiant unique du feedback

source: # Unique logins
fr_fr: # Connexions uniques

source: # Unique main goals
fr_fr: # Objectifs principaux uniques

source: Unique worker ID
fr_fr: Identifiant unique de l'employé(e)

source: % Unreleased
fr_fr: % Non publié

source: Unreleased flag
fr_fr: Indicateur non publié

source: # Unreleased
fr_fr: Nombre non publié

source: # User plans
fr_fr: # Plans d'utilisateur

source: User status
fr_fr: Statut de l'utilisateur

source: % Users having aligned goals
fr_fr: % Utilisateurs ayant des objectifs alignés

source: % Users having behaviors
fr_fr: % Utilisateurs ayant des comportements

source: # Users having check-ins
fr_fr: # Utilisateurs ayant des check-ins

source: % Used check-ins
fr_fr: % Check-ins utilisés

source: # Users having goals
fr_fr: # Utilisateurs ayant des objectifs

source: % Used goals
fr_fr: % Objectifs utilisés

source: # Users having no goals
fr_fr: # Utilisateurs n'ayant aucun objectif

source: % Users having no goals
fr_fr: % Utilisateurs n'ayant aucun objectif

source: # Users having plans
fr_fr: # Utilisateurs ayant des plans

source: % Users having plans
fr_fr: % Utilisateurs ayant des plans

source: # Users logged in
fr_fr: # Utilisateurs connectés

source: % Users logged in
fr_fr: % Utilisateurs connectés

source: % Users received feedback
fr_fr: % Utilisateurs ayant reçu un feedback

source: # Users received feedback ratings
fr_fr: # Utilisateurs ayant reçu des notations de feedback

source: # Users requested feedback
fr_fr: # Utilisateurs ayant demandé un feedback

source: % Users requested feedback
fr_fr: % Utilisateurs ayant demandé un feedback

source: # Users used feedback
fr_fr: # Utilisateurs ayant utilisé le feedback

source: % Used feedback
fr_fr: % Feedback utilisé

source: # Users who sent feedback
fr_fr: # Utilisateurs ayant envoyé un feedback

source: % Users who sent feedback
fr_fr: % Utilisateurs ayant envoyé un feedback

source: # Warning
fr_fr: Nombre d'avertissements

source: % Warning
fr_fr: % Avertissement

source: Weighted score
fr_fr: Score pondéré

source: Widget name
fr_fr: Nom du widget

source: Widget UUID
fr_fr: UUID du widget

source: Work country
fr_fr: Pays de travail

source: Work region
fr_fr: Région de travail

source: Work region state
fr_fr: Région de travail - état

source: Work town city
fr_fr: Ville de travail

source: Worker behavior comment
fr_fr: Commentaire de comportement de l'employé(e)

source: Worker behavior rating name
fr_fr: Nom de la notation de comportement de l'employé(e)

source: Worker challenge is submitted
fr_fr: Le défi de l'employé(e) est soumis

source: Worker email
fr_fr: E-mail de l'employé(e)

source: Worker evaluation
fr_fr: Évaluation de l'employé(e)

source: Worker final review status
fr_fr: Statut du bilan final de l'employé(e)

source: Worker full name
fr_fr: Nom complet de l'employé(e)

source: Worker ID and name
fr_fr: ID et nom de l'employé(e)

source: Worker ID + full name
fr_fr: ID + nom complet de l'employé(e)

source: % Workers logged in
fr_fr: % Employé(e)s connecté(e)s

source: Worker rating
fr_fr: Notation de l'employé(e)

source: Worker rating comment
fr_fr: Commentaire de notation de l'employé(e)

source: Worker refused plan
fr_fr: Plan refusé par l'employé(e)

source: # Worker review completed
fr_fr: # Bilans des employé(e)s complétés

source: % Worker review completed
fr_fr: % Bilans des employé(e)s complétés

source: Worker role
fr_fr: Rôle de l'employé(e)

source: # Workers with RTI
fr_fr: # Employé(e)s avec RTI

source: % Workers with RTI
fr_fr: % Employé(e)s avec RTI

source: Worker Let's discuss submitted
fr_fr: Discussion soumise par l'employé(e)

source: # Workers logged in
fr_fr: # Employé(e)s connecté(e)s

source: Workers overall behavior rating comment
fr_fr: Commentaire de notation globale des comportements des employé(e)s

source: Worker overall behavior rating scale
fr_fr: Échelle de notation globale des comportements de l'employé(e)

source: Worker overall goal rating comment
fr_fr: Commentaire de notation globale des objectifs de l'employé(e)

source: Workers overall goal rating scale ID
fr_fr: ID de l'échelle de notation globale des objectifs des employé(e)s

source: Workflow status name
fr_fr: Nom du statut de workflow

source: Workflow step
fr_fr: Étape du workflow

source: Achievement summary
fr_fr: Résumé des réalisations

source: Actions completed
fr_fr: Actions effectuées

source: Active users by role
fr_fr: Utilisateurs actifs par rôle

source: Active users who sent feedback
fr_fr: Utilisateurs actifs ayant envoyé un feedback

source: # Active workers with RTI requests
fr_fr: # Employé(e)s actif(ve)s avec demandes RTI

source: % Active workers with RTI requests
fr_fr: % Employé(e)s actif(ve)s avec demandes RTI

source: Activity
fr_fr: Activité

source: Additional review questions
fr_fr: Questions supplémentaires du bilan

source: Adoption & Top-Level Summaries
fr_fr: Adoption et résumés généraux

source: % aligned goals
fr_fr: % Objectifs alignés

source: Alignment - Self & manager
fr_fr: Alignement - Soi & manager

source: Assigned check-ins
fr_fr: Check-ins assignés

source: Average & max. total scores by org level
fr_fr: Scores totaux moyen et max. par niveau organisationnel

source: Average total score by org unit
fr_fr: Score total moyen par unité organisationnelle

source: Average wait time for not released
fr_fr: Temps d'attente moyen pour les non-publiés

source: Avg. check-ins (managers)
fr_fr: Moyenne des check-ins (managers)

source: Avg. check-ins (workers)
fr_fr: Moyenne des check-ins (employé(e)s)

source: Avg. current goal progress
fr_fr: Progression moyenne des objectifs actuels

source: Avg. logins over time
fr_fr: Moy. de connexions dans le temps

source: Avg. parent goal progress
fr_fr: Progression moyenne des objectifs parents

source: Avg. progress
fr_fr: Progression moyenne

source: Behavior count distribution
fr_fr: Distribution du nombre de comportements

source: Behavior distribution
fr_fr: Distribution des comportements

source: Behavior Overview
fr_fr: Vue d'ensemble des comportements

source: Behaviors sent over time
fr_fr: Comportements envoyés au fil du temps

source: Behavior received
fr_fr: Comportement reçu

source: Behavior requested
fr_fr: Comportement demandé

source: Behavior sent
fr_fr: Comportement envoyé

source: Behaviors received
fr_fr: Comportements reçus

source: Bonus Allocation Overview
fr_fr: Vue d'ensemble de l'allocation des primes

source: Bonus Comp Round Export Details
fr_fr: Détails de l'export de la ronde de rémunération des primes

source: Career plan completion rate
fr_fr: Taux de finalisation du plan de carrière

source: Career Plan Overview
fr_fr: Vue d'ensemble du plan de carrière

source: Career Plan Status
fr_fr: Statut du plan de carrière

source: Career plans by workflow status
fr_fr: Plans de carrière par statut de workflow

source: # Career plans pending manager completion
fr_fr: # Plans de carrière en attente de finalisation par le manager

source: Career plan workflow status
fr_fr: Statut du workflow du plan de carrière

source: Check-in Details
fr_fr: Détails du check-in

source: Check-in Overview
fr_fr: Vue d'ensemble des check-ins

source: Check-in participant relation
fr_fr: Relation des participants au check-in

source: Check-in Status
fr_fr: Statut des check-ins

source: Check-in status by org. level
fr_fr: Statut des check-ins par niveau org.

source: Check-ins having messages
fr_fr: Check-ins avec messages

source: Check-ins in the future
fr_fr: Check-ins à venir

source: Check-ins over time
fr_fr: Check-ins dans le temps

source: Check-ins recurring
fr_fr: Check-ins récurrents

source: Check-ins with discussion points
fr_fr: Check-ins avec points de discussion

source: Check-ins with message
fr_fr: Check-ins avec message

source: Check-ins with messages by role
fr_fr: Check-ins avec messages par rôle

source: Check-ins created over time
fr_fr: Check-ins créés dans le temps

source: Clarity (avg.)
fr_fr: Clarté (moyenne)

source: Clarity (distribution)
fr_fr: Clarté (distribution)

source: Closed after deadline
fr_fr: Clôturé après la date limite

source: Closed before deadline
fr_fr: Clôturé avant la date limite

source: Closed RTI request by deadline met
fr_fr: Demande RTI clôturée selon le respect de la date limite

source: Closed RTI requests
fr_fr: Demandes RTI clôturées

source: # Closed RTI requests
fr_fr: # Demandes RTI clôturées

source: Comm round details by worker
fr_fr: Détails du cycle de communication par employé(e)

source: Comm round document audit details
fr_fr: Détails d'audit des documents du cycle de communication

source: Communication audit trail
fr_fr: Piste d'audit de communication

source: Communication details
fr_fr: Détails de communication

source: Communication executive overview
fr_fr: Vue d'ensemble de la communication pour les dirigeants

source: Communication over time
fr_fr: Communication dans le temps

source: Communication round
fr_fr: Cycle de communication

source: Communication status
fr_fr: Statut de communication

source: Comp Rounds
fr_fr: Rondes de rémunération

source: Performance Executive Summary
fr_fr: Résumé exécutif de la performance

source: Cumulative first time login over time
fr_fr: Première connexion cumulée dans le temps

source: Data Privacy acceptance
fr_fr: Acceptation de la confidentialité des données

source: Desktop
fr_fr: Bureau

source: Device usage
fr_fr: Utilisation de l'appareil

source: Distribution of answers for multiple choice questions with drill-down
fr_fr: Distribution des réponses pour les questions à choix multiples avec exploration

source: Document action date
fr_fr: Date d'action sur le document

source: Document creation by date
fr_fr: Date de création du document

source: Document not released
fr_fr: Document non publié

source: Document release status
fr_fr: Statut de publication du document

source: Document released
fr_fr: Document publié

source: Documents read over time
fr_fr: Documents lus dans le temps

source: Documents released over time
fr_fr: Documents publiés dans le temps

source: Worker details
fr_fr: Détails de l'employé(e)

source: Endorsed, public & shared
fr_fr: Approuvé, public et partagé

source: Evaluation scores by org level
fr_fr: Scores d'évaluation par niveau organisationnel

source: Evaluation section by worker
fr_fr: Section d'évaluation par employé(e)

source: Evaluation section name
fr_fr: Nom de la section d'évaluation

source: as *.{{format}}
fr_fr: comme *.{{format}}

source: Export page
fr_fr: Page d'export

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
fr_fr: Votre fichier est en cours de génération. Le téléchargement commencera automatiquement une fois qu'il sera prêt. Cette fenêtre se fermera automatiquement une fois le téléchargement terminé.

source: Preparing your download
fr_fr: Préparation de votre téléchargement

source: Export report
fr_fr: Exporter le rapport

source: Feedback characteristics
fr_fr: Caractéristiques du feedback

source: Feedback Details
fr_fr: Détails du feedback

source: Feedback flow
fr_fr: Flux de feedback

source: Feedback Overview
fr_fr: Vue d'ensemble du feedback

source: Feedback quality metrics
fr_fr: Métriques de qualité du feedback

source: Feedback Ratings
fr_fr: Notations du feedback

source: Feedback received
fr_fr: Feedback reçu

source: Feedback received over time
fr_fr: Feedback reçu dans le temps

source: Feedback Request Overview
fr_fr: Vue d'ensemble des demandes de feedback

source: Feedback sent
fr_fr: Feedback envoyé

source: Feedback sent by role
fr_fr: Feedback envoyé par rôle

source: Feedback sent by type
fr_fr: Feedback envoyé par type

source: Feedback sent over time
fr_fr: Feedback envoyé dans le temps

source: Feedback with behaviors
fr_fr: Feedback avec comportements

source: Final manager/worker alignment
fr_fr: Alignement final manager/employé(e)

source: Final review rating distribution
fr_fr: Distribution de la notation finale du bilan

source: First-time logins over time (cumulative)
fr_fr: Premières connexions au fil du temps (cumulatif)

source: Functionality usage
fr_fr: Utilisation des fonctionnalités

source: Goal Alignment
fr_fr: Alignement des objectifs

source: Goal Details
fr_fr: Détails de l'objectif

source: Goal Overview
fr_fr: Vue d'ensemble des objectifs

source: Goal priority & tracking status
fr_fr: Priorité des objectifs et statut de suivi

source: Goal status by org. level
fr_fr: Statut des objectifs par niveau org.

source: Goal Strategic Drivers
fr_fr: Axes stratégiques des objectifs

source: Goal title word cloud
fr_fr: Nuage de mots des titres d'objectifs

source: Goals approved
fr_fr: Objectifs approuvés

source: Goals completed
fr_fr: Objectifs atteints

source: Goals created over time
fr_fr: Objectifs créés dans le temps

source: Goal details
fr_fr: Détails de l'objectif

source: Goal Status
fr_fr: Statut des objectifs

source: Goals with actions
fr_fr: Objectifs avec actions

source: Individual People Day Summary
fr_fr: Résumé journalier individuel

source: Initial manager/worker alignment
fr_fr: Alignement initial manager/employé(e)

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
fr_fr: Le cercle le plus intérieur représente la notation soumise par le responsable hiérarchique avant le People Day, suivi de la notation du responsable hiérarchique après le People Day, puis de la notation du responsable hiérarchique après le Let's Discuss. Le cercle le plus extérieur représente la notation du responsable hiérarchique +1 lors du processus post-Challenge.

source: Last data refresh
fr_fr: Dernière actualisation des données

source: Leadership clusters
fr_fr: Clusters de leadership

source: Let's discuss between manager & worker
fr_fr: Discussion entre manager et employé(e)

source: Logins over time
fr_fr: Connexions au fil du temps

source: Logins per platform
fr_fr: Connexions par plateforme

source: Manager + 1 review challenge
fr_fr: Contestation du bilan par le manager + 1

source: # Manager completions over time
fr_fr: Nombre de complétions manager dans le temps

source: Manager having to complete career plans
fr_fr: Managers devant compléter des plans de carrière

source: Manager rating distribution
fr_fr: Distribution de la notation manager

source: Manager review behavior distribution
fr_fr: Distribution des comportements du bilan manager

source: Manager review change (people day)
fr_fr: Modification du bilan manager (jour personne)

source: Manager review goal distribution
fr_fr: Distribution des objectifs du bilan manager

source: Managers having goals
fr_fr: Managers ayant des objectifs

source: Managers with no goals
fr_fr: Managers sans objectifs

source: New logins over time
fr_fr: Nouvelles connexions dans le temps

source: # New RTI requests
fr_fr: # Nouvelles demandes RTI

source: No goals (all users)
fr_fr: Sans objectifs (tous les utilisateurs)

source: No Goals Detail
fr_fr: Aucun détail d'objectif

source: Number of reviews with evaluation section score = 0
fr_fr: Nombre de bilans avec score de section d'évaluation = 0

source: Open right to information (RTI) requests
fr_fr: Demandes de droit à l'information (RTI) ouvertes

source: Open RTI request by deadline status
fr_fr: Demandes RTI ouvertes selon le statut de la date limite

source: # Open RTI requests by country
fr_fr: # Demandes RTI ouvertes par pays

source: # Open RTI requests by org unit
fr_fr: # Demandes RTI ouvertes par unité organisationnelle

source: # Open RTI requests
fr_fr: # Demandes RTI ouvertes

source: Org. goals
fr_fr: Objectifs org.

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
fr_fr: Le cercle extérieur représente la notation du manager après le People Day (avant le People Day, cela reflète la dernière notation soumise). Le cercle intérieur représente la notation du manager soumise avant le People Day.

source: Outlook
fr_fr: Perspectives

source: Overview
fr_fr: Vue d'ensemble

source: Pay Communication
fr_fr: Communication sur la rémunération

source: Pay & Performance
fr_fr: Rémunération et performance

source: Pay Transparency - Right to Information
fr_fr: Transparence salariale - Droit à l'information

source: People day
fr_fr: Journée des collaborateurs

source: Percent of total
fr_fr: Pourcentage du total

source: Performance Check-in Overview
fr_fr: Vue d'ensemble des check-ins de performance

source: Performance check-in rating by org levels
fr_fr: Notation des check-ins de performance par niveaux org.

source: Performance check-in status by org level
fr_fr: Statut des check-ins de performance par niveau org.

source: Performance Reviews
fr_fr: Évaluations de performance

source: Performance Reviews - Goals & Behaviors
fr_fr: Évaluations de performance - Objectifs et comportements

source: Process Status Report
fr_fr: Rapport de statut du processus

source: Question type usage
fr_fr: Utilisation des types de questions

source: Questions & Answers
fr_fr: Questions-réponses

source: Rating alignment
fr_fr: Alignement de la notation

source: Rating changed by manager
fr_fr: Notation modifiée par le manager

source: Rating changed by moderator
fr_fr: Notation modifiée par le modérateur

source: Rating changed manager
fr_fr: Notation modifiée manager

source: Rating distribution
fr_fr: Distribution des notations

source: Read & release status by org level
fr_fr: Statut de lecture et de publication par niveau organisationnel

source: Read status
fr_fr: Statut du document

source: Read status by comm round (released documents)
fr_fr: Statut de lecture par cycle de communication (documents publiés)

source: Read status by org level (released documents)
fr_fr: Statut de lecture par niveau organisationnel (documents publiés)
